Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# BehaviorSettingSettingsExpander.AutomationProperties.HelpText
source: Change the behavior of the Harden System Security and various elements inside of it
ar: غيّر سلوك Harden System Security والعناصر المختلفة بداخله
de_de: Ändern Sie das Verhalten von Harden System Security und verschiedener darin enthaltener Elemente
el_gr: Αλλάξτε τη συμπεριφορά του Harden System Security και διάφορων στοιχείων μέσα σε αυτό
es: Cambie el comportamiento de Harden System Security y varios elementos dentro de él
fr_fr: Modifiez le comportement de Harden System Security et de divers éléments à l'intérieur
he_il: שנה את אופן הפעולה של Harden System Security ושל רכיבים שונים בתוכו
hi_in: Harden System Security और इसके अंदर के विभिन्न तत्वों के व्यवहार को बदलें
ml_in: Harden System Security-യുടെയും അതിനുള്ളിലെ വിവിധ എലമെന്റുകളുടെയും പെരുമാറ്റം മാറ്റുക
pl_pl: Zmień zachowanie Harden System Security i różnych elementów w nim

# ListViewsCenterVerticallyUponSelectionSettingsCard.Description
source: Whenever you select an item in a List View, center that item vertically on the screen.
ar: كلما حددت عنصراً في عرض القائمة، قم بتوسيط ذلك العنصر عمودياً على الشاشة.
de_de: Wenn Sie ein Element in einer Listenansicht auswählen, wird dieses vertikal im Bildschirm zentriert.
el_gr: Όποτε επιλέγετε ένα στοιχείο σε μια προβολή λίστας, κεντράρετε αυτό το στοιχείο κάθετα στην οθόνη.
es: Cada vez que seleccione un elemento en una vista de lista, centre ese elemento verticalmente en la pantalla.
fr_fr: Chaque fois que vous sélectionnez un élément dans une vue liste, centrer cet élément verticalement à l'écran.
he_il: בעת בחירת פריט ברשימה, ממקם את הפריט במרכז האנכי של המסך.
hi_in: जब भी आप एक सूची दृश्य में किसी आइटम का चयन करते हैं, तो उस आइटम को स्क्रीन पर लंबवत केंद्रित करें।
ml_in: നിങ്ങൾ ഒരു ലിസ്റ്റ് വ്യൂവിൽ ഒരു ഇനം തിരഞ്ഞെടുക്കുമ്പോഴെല്ലാം, ആ ഇനത്തെ സ്ക്രീനിൽ ലംബമായി മധ്യത്തിൽ വയ്ക്കുക.
pl_pl: Za każdym razem, gdy wybierzesz element w widoku listy, wyśrodkuj ten element pionowo na ekranie.

# ListViewsCenterVerticallyUponSelectionSettingsCard.Header
source: List Views Center Vertically Upon Selection
ar: توسيط عروض القوائم عمودياً عند التحديد
de_de: Listenansichten vertikal zentrieren bei Auswahl
el_gr: Κάθετο κεντράρισμα προβολών λίστας κατά την επιλογή
es: Centrar vistas de lista verticalmente al seleccionar
fr_fr: Centrage vertical des vues liste lors de la sélection
he_il: רשימות מתמרכזות אנכית בעת בחירה
hi_in: चयन पर सूची दृश्य को लंबवत केंद्रित करें
ml_in: തിരഞ്ഞെടുക്കുമ്പോൾ ലിസ്റ്റ് വ്യൂകൾ ലംബമായി മധ്യത്തിൽ വയ്ക്കുക
pl_pl: Wyśrodkuj widoki list pionowo przy wyborze

# ListViewsCenterVerticallyUponSelectionSettingsCard.ToolTipService.ToolTip
source: Whenever you select an item in a List View, center that item vertically on the screen.
ar: كلما حددت عنصراً في عرض القائمة، قم بتوسيط ذلك العنصر عمودياً على الشاشة.
de_de: Wenn Sie ein Element in einer Listenansicht auswählen, wird dieses vertikal im Bildschirm zentriert.
el_gr: Όποτε επιλέγετε ένα στοιχείο σε μια προβολή λίστας, κεντράρετε αυτό το στοιχείο κάθετα στην οθόνη.
es: Cada vez que seleccione un elemento en una vista de lista, centre ese elemento verticalmente en la pantalla.
fr_fr: Chaque fois que vous sélectionnez un élément dans une vue liste, centrer cet élément verticalement à l'écran.
he_il: בעת בחירת פריט ברשימה, ממקם את הפריט במרכז האנכי של המסך.
hi_in: जब भी आप एक सूची दृश्य में किसी आइटम का चयन करते हैं, तो उस आइटम को स्क्रीन पर लंबवत केंद्रित करें।
ml_in: നിങ്ങൾ ഒരു ലിസ്റ്റ് വ്യൂവിൽ ഒരു ഇനം തിരഞ്ഞെടുക്കുമ്പോഴെല്ലാം, ആ ഇനത്തെ സ്ക്രീനിൽ ലംബമായി മധ്യത്തിൽ വയ്ക്കുക.
pl_pl: Za każdym razem, gdy wybierzesz element w widoku listy, wyśrodkuj ten element pionowo na ekranie.

# ListViewsCenterVerticallyUponSelectionSettingsCard.AutomationProperties.HelpText
source: Whenever you select an item in a List View, center that item vertically on the screen.
ar: كلما حددت عنصراً في عرض القائمة، قم بتوسيط ذلك العنصر عمودياً على الشاشة.
de_de: Wenn Sie ein Element in einer Listenansicht auswählen, wird dieses vertikal im Bildschirm zentriert.
el_gr: Όποτε επιλέγετε ένα στοιχείο σε μια προβολή λίστας, κεντράρετε αυτό το στοιχείο κάθετα στην οθόνη.
es: Cada vez que seleccione un elemento en una vista de lista, centre ese elemento verticalmente en la pantalla.
fr_fr: Chaque fois que vous sélectionnez un élément dans une vue liste, centrer cet élément verticalement à l'écran.
he_il: בעת בחירת פריט ברשימה, ממקם את הפריט במרכז האנכי של המסך.
hi_in: जब भी आप एक सूची दृश्य में किसी आइटम का चयन करते हैं, तो उस आइटम को स्क्रीन पर लंबवत केंद्रित करें।
ml_in: നിങ്ങൾ ഒരു ലിസ്റ്റ് വ്യൂവിൽ ഒരു ഇനം തിരഞ്ഞെടുക്കുമ്പോഴെല്ലാം, ആ ഇനത്തെ സ്ക്രീനിൽ ലംബമായി മധ്യത്തിൽ വയ്ക്കുക.
pl_pl: Za każdym razem, gdy wybierzesz element w widoku listy, wyśrodkuj ten element pionowo na ekranie.

# PromptForElevationSettingsCard.Description
source: If this is enabled, Harden System Security will prompt for elevation to run with Administrator privileges on startup.
ar: إذا تم تمكين هذا، فسيطلب Harden System Security الصلاحيات المرتفعة للعمل بصلاحيات المسؤول عند بدء التشغيل.
de_de: Wenn dies aktiviert ist, fordert Harden System Security beim Start zur Ausführung mit Administratorrechten auf.
el_gr: Εάν αυτό είναι ενεργοποιημένο, το Harden System Security θα ζητάει αύξηση δικαιωμάτων για να εκτελεστεί με δικαιώματα διαχειριστή κατά την εκκίνηση.
es: Si esto está habilitado, Harden System Security solicitará elevación para ejecutarse con permisos de administrador al inicio.
fr_fr: Si activé, Harden System Security demandera une élévation pour s'exécuter avec les privilèges d'administrateur au démarrage.
he_il: אם זה מופעל, Harden System Security יבקש הגבהה כדי לפעול עם הרשאות מנהל בעת ההפעלה.
hi_in: यदि यह सक्षम है, तो Harden System Security स्टार्टअप पर व्यवस्थापक अनुमतियों के साथ चलने के लिए उन्नयन का अनुरोध करेगा।
ml_in: ഇത് പ്രാപ്തമാക്കിയാൽ, Harden System Security സ്റ്റാർട്ടപ്പിൽ അഡ്മിനിസ്ട്രേറ്റർ അനുമതികളോടെ പ്രവർത്തിക്കാൻ എലിവേഷൻ അഭ്യർത്ഥിക്കും.
pl_pl: Jeśli to włączysz, Harden System Security będzie prosić o podniesienie uprawnień do uruchomienia z uprawnieniami administratora przy starcie.

# PromptForElevationSettingsCard.Header
source: Prompt For Elevation On Startup
ar: طلب الصلاحيات المرتفعة عند بدء التشغيل
de_de: Beim Start zur Erhöhung der Berechtigungen auffordern
el_gr: Αίτημα αύξησης δικαιωμάτων κατά την εκκίνηση
es: Solicitar elevación al inicio
fr_fr: Demander l'élévation au démarrage
he_il: בקשה להגבהה בעת ההפעלה
hi_in: स्टार्टअप पर उन्नयन के लिए प्रेरित करें
ml_in: സ്റ്റാർട്ടപ്പിൽ എലിവേഷനു വേണ്ടി പ്രേരിപ്പിക്കുക
pl_pl: Proś o podniesienie uprawnień przy starcie

# PromptForElevationSettingsCard.ToolTipService.ToolTip
source: If this is enabled, Harden System Security will prompt for elevation to run with Administrator privileges on startup.
ar: إذا تم تمكين هذا، فسيطلب Harden System Security الصلاحيات المرتفعة للعمل بصلاحيات المسؤول عند بدء التشغيل.
de_de: Wenn dies aktiviert ist, fordert Harden System Security beim Start zur Ausführung mit Administratorrechten auf.
el_gr: Εάν αυτό είναι ενεργοποιημένο, το Harden System Security θα ζητάει αύξηση δικαιωμάτων για να εκτελεστεί με δικαιώματα διαχειριστή κατά την εκκίνηση.
es: Si esto está habilitado, Harden System Security solicitará elevación para ejecutarse con permisos de administrador al inicio.
fr_fr: Si activé, Harden System Security demandera une élévation pour s'exécuter avec les privilèges d'administrateur au démarrage.
he_il: אם זה מופעל, Harden System Security יבקש הגבהה כדי לפעול עם הרשאות מנהל בעת ההפעלה.
hi_in: यदि यह सक्षम है, तो Harden System Security स्टार्टअप पर व्यवस्थापक अनुमतियों के साथ चलने के लिए उन्नयन का अनुरोध करेगा।
ml_in: ഇത് പ്രാപ്തമാക്കിയാൽ, Harden System Security സ്റ്റാർട്ടപ്പിൽ അഡ്മിനിസ്ട്രേറ്റർ അനുമതികളോടെ പ്രവർത്തിക്കാൻ എലിവേഷൻ അഭ്യർത്ഥിക്കും.
pl_pl: Jeśli to włączysz, Harden System Security będzie prosić o podniesienie uprawnień do uruchomienia z uprawnieniami administratora przy starcie.

# PromptForElevationSettingsCard.AutomationProperties.HelpText
source: If this is enabled, Harden System Security will prompt for elevation to run with Administrator privileges on startup.
ar: إذا تم تمكين هذا، فسيطلب Harden System Security الصلاحيات المرتفعة للعمل بصلاحيات المسؤول عند بدء التشغيل.
de_de: Wenn dies aktiviert ist, fordert Harden System Security beim Start zur Ausführung mit Administratorrechten auf.
el_gr: Εάν αυτό είναι ενεργοποιημένο, το Harden System Security θα ζητάει αύξηση δικαιωμάτων για να εκτελεστεί με δικαιώματα διαχειριστή κατά την εκκίνηση.
es: Si esto está habilitado, Harden System Security solicitará elevación para ejecutarse con permisos de administrador al inicio.
fr_fr: Si activé, Harden System Security demandera une élévation pour s'exécuter avec les privilèges d'administrateur au démarrage.
he_il: אם זה מופעל, Harden System Security יבקש הגבהה כדי לפעול עם הרשאות מנהל בעת ההפעלה.
hi_in: यदि यह सक्षम है, तो Harden System Security स्टार्टअप पर व्यवस्थापक अनुमतियों के साथ चलने के लिए उन्नयन का अनुरोध करेगा।
ml_in: ഇത് പ്രാപ്തമാക്കിയാൽ, Harden System Security സ്റ്റാർട്ടപ്പിൽ അഡ്മിനിസ്ട്രേറ്റർ അനുമതികളോടെ പ്രവർത്തിക്കാൻ എലിവേഷൻ അഭ്യർത്ഥിക്കും.
pl_pl: Jeśli to włączysz, Harden System Security będzie prosić o podniesienie uprawnień do uruchomienia z uprawnieniami administratora przy starcie.

# ScreenShieldSettingsCard.Description
source: Prevent other apps such as screen recorders (including Recall) to record or take screenshots of the Harden System Security's window.
ar: منع التطبيقات الأخرى مثل مسجلات الشاشة (بما في ذلك Recall) من تسجيل أو أخذ لقطات شاشة لنافذة Harden System Security.
de_de: Verhindert, dass andere Apps wie Bildschirmrekorder (einschließlich Recall) das Fenster von Harden System Security aufzeichnen oder Screenshots erstellen.
el_gr: Αποτρέψτε άλλες εφαρμογές όπως εγγραφείς οθόνης (συμπεριλαμβανομένου του Recall) από το να εγγράφουν ή να λαμβάνουν στιγμιότυπα οθόνης του παραθύρου Harden System Security.
es: Evite que otras aplicaciones como grabadoras de pantalla (incluyendo Recall) graben o tomen capturas de pantalla de la ventana de Harden System Security.
fr_fr: Empêcher d'autres applications comme les enregistreurs d'écran (y compris Recall) d'enregistrer ou de faire des captures d'écran de la fenêtre de Harden System Security.
he_il: מונע מאפליקציות אחרות כמו מקליטי מסך (כולל Recall) להקליט או לצלם מסך של חלון Harden System Security.
hi_in: स्क्रीन रिकॉर्डर (Recall सहित) जैसे अन्य एप्लिकेशन को Harden System Security विंडो को रिकॉर्ड करने या स्क्रीनशॉट लेने से रोकें।
ml_in: സ്ക്രീൻ റെക്കോർഡറുകൾ (Recall ഉൾപ്പെടെ) പോലുള്ള മറ്റ് ആപ്ലിക്കേഷനുകൾ Harden System Security വിൻഡോ റെക്കോർഡ് ചെയ്യുന്നതോ സ്ക്രീൻഷോട്ട് എടുക്കുന്നതോ തടയുക.
pl_pl: Zapobiegaj nagrywaniu lub robieniu zrzutów ekranu okna Harden System Security przez inne aplikacje, takie jak rejestratory ekranu (w tym Recall).

# ScreenShieldSettingsCard.Header
source: Screen Shield
ar: حماية الشاشة
de_de: Bildschirmschutz
el_gr: Προστασία οθόνης
es: Protección de pantalla
fr_fr: Protection d'écran
he_il: מגן מסך
hi_in: स्क्रीन शील्ड
ml_in: സ്ക്രീൻ ഷീൽഡ്
pl_pl: Ochrona ekranu

# ScreenShieldSettingsCard.ToolTipService.ToolTip
source: Prevent other apps such as screen recorders (including Recall) to record or take screenshots of the Harden System Security's window.
ar: منع التطبيقات الأخرى مثل مسجلات الشاشة (بما في ذلك Recall) من تسجيل أو أخذ لقطات شاشة لنافذة Harden System Security.
de_de: Verhindert, dass andere Apps wie Bildschirmrekorder (einschließlich Recall) das Fenster von Harden System Security aufzeichnen oder Screenshots erstellen.
el_gr: Αποτρέψτε άλλες εφαρμογές όπως εγγραφείς οθόνης (συμπεριλαμβανομένου του Recall) από το να εγγράφουν ή να λαμβάνουν στιγμιότυπα οθόνης του παραθύρου Harden System Security.
es: Evite que otras aplicaciones como grabadoras de pantalla (incluyendo Recall) graben o tomen capturas de pantalla de la ventana de Harden System Security.
fr_fr: Empêcher d'autres applications comme les enregistreurs d'écran (y compris Recall) d'enregistrer ou de faire des captures d'écran de la fenêtre de Harden System Security.
he_il: מונע מאפליקציות אחרות כמו מקליטי מסך (כולל Recall) להקליט או לצלם מסך של חלון Harden System Security.
hi_in: स्क्रीन रिकॉर्डर (Recall सहित) जैसे अन्य एप्लिकेशन को Harden System Security विंडो को रिकॉर्ड करने या स्क्रीनशॉट लेने से रोकें।
ml_in: സ്ക്രീൻ റെക്കോർഡറുകൾ (Recall ഉൾപ്പെടെ) പോലുള്ള മറ്റ് ആപ്ലിക്കേഷനുകൾ Harden System Security വിൻഡോ റെക്കോർഡ് ചെയ്യുന്നതോ സ്ക്രീൻഷോട്ട് എടുക്കുന്നതോ തടയുക.
pl_pl: Zapobiegaj nagrywaniu lub robieniu zrzutów ekranu okna Harden System Security przez inne aplikacje, takie jak rejestratory ekranu (w tym Recall).

# ScreenShieldSettingsCard.AutomationProperties.HelpText
source: Prevent other apps such as screen recorders (including Recall) to record or take screenshots of the Harden System Security's window.
ar: منع التطبيقات الأخرى مثل مسجلات الشاشة (بما في ذلك Recall) من تسجيل أو أخذ لقطات شاشة لنافذة Harden System Security.
de_de: Verhindert, dass andere Apps wie Bildschirmrekorder (einschließlich Recall) das Fenster von Harden System Security aufzeichnen oder Screenshots erstellen.
el_gr: Αποτρέψτε άλλες εφαρμογές όπως εγγραφείς οθόνης (συμπεριλαμβανομένου του Recall) από το να εγγράφουν ή να λαμβάνουν στιγμιότυπα οθόνης του παραθύρου Harden System Security.
es: Evite que otras aplicaciones como grabadoras de pantalla (incluyendo Recall) graben o tomen capturas de pantalla de la ventana de Harden System Security.
fr_fr: Empêcher d'autres applications comme les enregistreurs d'écran (y compris Recall) d'enregistrer ou de faire des captures d'écran de la fenêtre de Harden System Security.
he_il: מונע מאפליקציות אחרות כמו מקליטי מסך (כולל Recall) להקליט או לצלם מסך של חלון Harden System Security.
hi_in: स्क्रीन रिकॉर्डर (Recall सहित) जैसे अन्य एप्लिकेशन को Harden System Security विंडो को रिकॉर्ड करने या स्क्रीनशॉट लेने से रोकें।
ml_in: സ്ക്രീൻ റെക്കോർഡറുകൾ (Recall ഉൾപ്പെടെ) പോലുള്ള മറ്റ് ആപ്ലിക്കേഷനുകൾ Harden System Security വിൻഡോ റെക്കോർഡ് ചെയ്യുന്നതോ സ്ക്രീൻഷോട്ട് എടുക്കുന്നതോ തടയുക.
pl_pl: Zapobiegaj nagrywaniu lub robieniu zrzutów ekranu okna Harden System Security przez inne aplikacje, takie jak rejestratory ekranu (w tym Recall).

# PublishUserActivityInTheOSSettingsCard.Description
source: Publish various activities that you perform in the Harden System Security to the OS, allowing them to appear and be available to you in Microsoft Recall so you can re-trace your actions.
ar: نشر الأنشطة المختلفة التي تقوم بها في Harden System Security لنظام التشغيل، مما يسمح لها بالظهور وتكون متاحة لك في Microsoft Recall حتى تتمكن من تتبع أعمالك.
de_de: Veröffentlicht verschiedene Aktivitäten, die Sie in Harden System Security durchführen, im Betriebssystem, damit diese in Microsoft Recall erscheinen und Ihnen zum Nachverfolgen Ihrer Schritte zur Verfügung stehen.
el_gr: Δημοσιεύστε διάφορες δραστηριότητες που εκτελείτε στο Harden System Security στο λειτουργικό σύστημα, επιτρέποντάς τους να εμφανίζονται και να είναι διαθέσιμες σε εσάς στο Microsoft Recall ώστε να μπορείτε να ανακαλέσετε τις ενέργειές σας.
es: Publique varias actividades que realice en Harden System Security al sistema operativo, permitiendo que aparezcan y estén disponibles para usted en Microsoft Recall para que pueda recordar sus acciones.
fr_fr: Publier diverses activités que vous effectuez dans Harden System Security vers l'OS, leur permettant d'apparaître et d'être disponibles dans Microsoft Recall pour retracer vos actions.
he_il: פרסום פעילויות שונות שאתה מבצע ב-Harden System Security למערכת ההפעלה, כדי שיופיעו ויהיו זמינות עבורך ב-Microsoft Recall וכך תוכל לשחזר את פעולותיך.
hi_in: Harden System Security में आपके द्वारा किए गए विभिन्न गतिविधियों को ऑपरेटिंग सिस्टम में प्रकाशित करें, जिससे वे Microsoft Recall में आपके लिए दिखाई दें और उपलब्ध हों ताकि आप अपने कार्यों को याद कर सकें।
ml_in: Harden System Security-യിൽ നിങ്ങൾ നടത്തുന്ന വിവിധ പ്രവർത്തനങ്ങൾ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിൽ പ്രസിദ്ധീകരിക്കുക, അവ Microsoft Recall-ൽ നിങ്ങൾക്കായി ദൃശ്യമാവുകയും ലഭ്യമാവുകയും ചെയ്യുന്നതിനായി, നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ ഓർക്കാൻ സഹായിക്കുന്നതിന്.
pl_pl: Publikuj różne aktywności, które wykonujesz w Harden System Security do systemu operacyjnego, aby były widoczne i dostępne dla Ciebie w Microsoft Recall, pomagając Ci zapamiętać Twoją aktywność.

# PublishUserActivityInTheOSSettingsCard.Header
source: Publish Activity In The OS
ar: نشر النشاط في نظام التشغيل
de_de: Aktivitäten im Betriebssystem veröffentlichen
el_gr: Δημοσίευση δραστηριότητας στο λειτουργικό σύστημα
es: Publicar actividad en el SO
fr_fr: Publier l'activité dans l'OS
he_il: פרסום פעילות במערכת ההפעלה
hi_in: OS में गतिविधि प्रकाशित करें
ml_in: OS-ൽ പ്രവർത്തനം പ്രസിദ്ധീകരിക്കുക
pl_pl: Publikuj aktywność w systemie operacyjnym

# PublishUserActivityInTheOSSettingsCard.ToolTipService.ToolTip
source: Publish various activities that you perform in the Harden System Security to the OS, allowing them to appear and be available to you in Microsoft Recall so you can re-trace your actions.
ar: نشر الأنشطة المختلفة التي تقوم بها في Harden System Security لنظام التشغيل، مما يسمح لها بالظهور وتكون متاحة لك في Microsoft Recall حتى تتمكن من تتبع أعمالك.
de_de: Veröffentlicht verschiedene Aktivitäten, die Sie in Harden System Security durchführen, im Betriebssystem, damit diese in Microsoft Recall erscheinen und Ihnen zum Nachverfolgen Ihrer Schritte zur Verfügung stehen.
el_gr: Δημοσιεύστε διάφορες δραστηριότητες που εκτελείτε στο Harden System Security στο λειτουργικό σύστημα, επιτρέποντάς τους να εμφανίζονται και να είναι διαθέσιμες σε εσάς στο Microsoft Recall ώστε να μπορείτε να ανακαλέσετε τις ενέργειές σας.
es: Publique varias actividades que realice en Harden System Security al sistema operativo, permitiendo que aparezcan y estén disponibles para usted en Microsoft Recall para que pueda recordar sus acciones.
fr_fr: Publier diverses activités que vous effectuez dans Harden System Security vers l'OS, leur permettant d'apparaître et d'être disponibles dans Microsoft Recall pour retracer vos actions.
he_il: פרסום פעילויות שונות שאתה מבצע ב-Harden System Security למערכת ההפעלה, כדי שיופיעו ויהיו זמינות עבורך ב-Microsoft Recall וכך תוכל לשחזר את פעולותיך.
hi_in: Harden System Security में आपके द्वारा किए गए विभिन्न गतिविधियों को ऑपरेटिंग सिस्टम में प्रकाशित करें, जिससे वे Microsoft Recall में आपके लिए दिखाई दें और उपलब्ध हों ताकि आप अपने कार्यों को याद कर सकें।
ml_in: Harden System Security-യിൽ നിങ്ങൾ നടത്തുന്ന വിവിധ പ്രവർത്തനങ്ങൾ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിൽ പ്രസിദ്ധീകരിക്കുക, അവ Microsoft Recall-ൽ നിങ്ങൾക്കായി ദൃശ്യമാവുകയും ലഭ്യമാവുകയും ചെയ്യുന്നതിനായി, നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ ഓർക്കാൻ സഹായിക്കുന്നതിന്.
pl_pl: Publikuj różne aktywności, które wykonujesz w Harden System Security do systemu operacyjnego, aby były widoczne i dostępne dla Ciebie w Microsoft Recall, pomagając Ci zapamiętać Twoją aktywność.

# PublishUserActivityInTheOSSettingsCard.AutomationProperties.HelpText
source: Publish various activities that you perform in the Harden System Security to the OS, allowing them to appear and be available to you in Microsoft Recall so you can re-trace your actions.
ar: نشر الأنشطة المختلفة التي تقوم بها في Harden System Security لنظام التشغيل، مما يسمح لها بالظهور وتكون متاحة لك في Microsoft Recall حتى تتمكن من تتبع أعمالك.
de_de: Veröffentlicht verschiedene Aktivitäten, die Sie in Harden System Security durchführen, im Betriebssystem, damit diese in Microsoft Recall erscheinen und Ihnen zum Nachverfolgen Ihrer Schritte zur Verfügung stehen.
el_gr: Δημοσιεύστε διάφορες δραστηριότητες που εκτελείτε στο Harden System Security στο λειτουργικό σύστημα, επιτρέποντάς τους να εμφανίζονται και να είναι διαθέσιμες σε εσάς στο Microsoft Recall ώστε να μπορείτε να ανακαλέσετε τις ενέργειές σας.
es: Publique varias actividades que realice en Harden System Security al sistema operativo, permitiendo que aparezcan y estén disponibles para usted en Microsoft Recall para que pueda recordar sus acciones.
fr_fr: Publier diverses activités que vous effectuez dans Harden System Security vers l'OS, leur permettant d'apparaître et d'être disponibles dans Microsoft Recall pour retracer vos actions.
he_il: פרסום פעילויות שונות שאתה מבצע ב-Harden System Security למערכת ההפעלה, כדי שיופיעו ויהיו זמינות עבורך ב-Microsoft Recall וכך תוכל לשחזר את פעולותיך.
hi_in: Harden System Security में आपके द्वारा किए गए विभिन्न गतिविधियों को ऑपरेटिंग सिस्टम में प्रकाशित करें, जिससे वे Microsoft Recall में आपके लिए दिखाई दें और उपलब्ध हों ताकि आप अपने कार्यों को याद कर सकें।
ml_in: Harden System Security-യിൽ നിങ്ങൾ നടത്തുന്ന വിവിധ പ്രവർത്തനങ്ങൾ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിൽ പ്രസിദ്ധീകരിക്കുക, അവ Microsoft Recall-ൽ നിങ്ങൾക്കായി ദൃശ്യമാവുകയും ലഭ്യമാവുകയും ചെയ്യുന്നതിനായി, നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ ഓർക്കാൻ സഹായിക്കുന്നതിന്.
pl_pl: Publikuj różne aktywności, które wykonujesz w Harden System Security do systemu operacyjnego, aby były widoczne i dostępne dla Ciebie w Microsoft Recall, pomagając Ci zapamiętać Twoją aktywność.

# LanguageTextBlock.Text
source: Language
ar: اللغة
de_de: Sprache
el_gr: Γλώσσα
es: Idioma
fr_fr: Langue
he_il: שפה
hi_in: भाषा
ml_in: ഭാഷ
pl_pl: Język

# LanguageSettingSettingsExpander.Header
source: Switch between different supported user interface languages and layouts.
ar: التبديل بين لغات وتخطيطات واجهة المستخدم المدعومة المختلفة.
de_de: Zwischen verschiedenen unterstützten Benutzeroberflächensprachen und -layouts wechseln.
el_gr: Εναλλαγή μεταξύ διαφορετικών υποστηριζόμενων γλωσσών και διατάξεων διεπαφής χρήστη.
es: Alternar entre diferentes idiomas de interfaz de usuario compatibles y diseños.
fr_fr: Basculez entre les différentes langues et dispositions d'interface utilisateur prises en charge.
he_il: החלף בין שפות ומבני ממשק נתמכים שונים.
hi_in: विभिन्न समर्थित उपयोगकर्ता इंटरफेस भाषाओं और लेआउट के बीच टॉगल करें।
ml_in: വിവിധ പിന്തുണയുള്ള ഉപയോക്തൃ ഇന്റർഫേസ് ഭാഷകളും ലേഔട്ടുകളും തമ്മിൽ ടോഗിൾ ചെയ്യുക.
pl_pl: Przełączaj między różnymi obsługiwanymi językami interfejsu użytkownika i układami.

# LanguageSettingSettingsExpander.ToolTipService.ToolTip
source: Switch between different supported user interface languages and layouts.
ar: التبديل بين لغات وتخطيطات واجهة المستخدم المدعومة المختلفة.
de_de: Zwischen verschiedenen unterstützten Benutzeroberflächensprachen und -layouts wechseln.
el_gr: Εναλλαγή μεταξύ διαφορετικών υποστηριζόμενων γλωσσών και διατάξεων διεπαφής χρήστη.
es: Alternar entre diferentes idiomas de interfaz de usuario compatibles y diseños.
fr_fr: Basculez entre les différentes langues et dispositions d'interface utilisateur prises en charge.
he_il: החלף בין שפות ומבני ממשק נתמכים שונים.
hi_in: विभिन्न समर्थित उपयोगकर्ता इंटरफेस भाषाओं और लेआउट के बीच टॉगल करें।
ml_in: വിവിധ പിന്തുണയുള്ള ഉപയോക്തൃ ഇന്റർഫേസ് ഭാഷകളും ലേഔട്ടുകളും തമ്മിൽ ടോഗിൾ ചെയ്യുക.
pl_pl: Przełączaj między różnymi obsługiwanymi językami interfejsu użytkownika i układami.

# LanguageSettingSettingsExpander.AutomationProperties.HelpText
source: Switch between different supported user interface languages and layouts.
ar: التبديل بين لغات وتخطيطات واجهة المستخدم المدعومة المختلفة.
de_de: Zwischen verschiedenen unterstützten Benutzeroberflächensprachen und -layouts wechseln.
el_gr: Εναλλαγή μεταξύ διαφορετικών υποστηριζόμενων γλωσσών και διατάξεων διεπαφής χρήστη.
es: Alternar entre diferentes idiomas de interfaz de usuario compatibles y diseños.
fr_fr: Basculez entre les différentes langues et dispositions d'interface utilisateur prises en charge.
he_il: החלף בין שפות ומבני ממשק נתמכים שונים.
hi_in: विभिन्न समर्थित उपयोगकर्ता इंटरफेस भाषाओं और लेआउट के बीच टॉगल करें।
ml_in: വിവിധ പിന്തുണയുള്ള ഉപയോക്തൃ ഇന്റർഫേസ് ഭാഷകളും ലേഔട്ടുകളും തമ്മിൽ ടോഗിൾ ചെയ്യുക.
pl_pl: Przełączaj między różnymi obsługiwanymi językami interfejsu użytkownika i układami.
